Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=492_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Kieli- ja käännöspalvelut
sms: Ǩiõll- da jåårǥlâʹttemkääzzkõõzz

source: Sanastot
sms: (Saʹnnõs)

source: Lakisanasto (suomi-saame) . Pohjoissaamen kieli.
sms: ÁLGU – Sääʹmǩiõli etymologiilaž ATR –teâttnorldõk (ävvan ođđ ikkna)

source: Sámediggi Saamelaiskäräjät 2005.
sms: Liâdggsaž ǩiõllkonttâr sääʹnnǩeʹrjj.

source: Sanastossa hakusanat ovat suomen kielellä ja vastineet pohjoissaamen, ruotsin ja norjan kielillä.
sms: Vuõiʹǧǧestǩeeʹrjtumuužž lââʹssen sääʹnnǩeeʹrjest käunnʼje jm. lääʹddǩiõl saaʹni ânnʼjõžmiârkktõõzz da ââʹnnemõhttvuõđ.

source: Huom!
sms: (ävvan ođđ ikkna)

source: Tarkistamaton sanasto.
sms: Jåårglõõʹtti da tuulk

source: Eduskuntasanasto (suomi-pohjoissaame) 2008.
sms: Sääʹmǩiõll konttâr jåårglõõʹtti da tuulk (ävvan ođđ ikkna)

source: Valtioneuvosto.
sms: Ǩiõllkonttâr kääzzkâʹsttem-määus jåårǥlâʹttemkääzzkõõzzin (ävvan ođđ ikkna)

source: (avautuu uuteen ikkunaan) Valter valtioneuvoston termipankki .
sms: Lääʹddjânnam ǩiõlljåårǥlõõʹttji da tuulki lett Ooccâmkääzzkõs.

source: (avautuu uuteen ikkunaan)
sms: Veerjlaž ǩiõlljåårǥlõõʹtti , Mättʼtõshalltõs OPH (ävvan ođđ ikkna)

source: Sámi Giellagáldu (Saamen Kielikaltio) Uusia termejä ja normeja
sms: (Mall da tiõrvtumuš)

source: Sátni – báhko – baakoe Saamenkielten sanakirja ja termipankki.
sms: Šiõǥǥ naʹzvaanpeeiʹv 14.2. - tâʹvv-, aanar- da nuõrttsäämas

source: Norjan saamelaiskäräjät. (avautuu uuteen ikkunaan)
sms: Mallceâlkki meäddaåårrmõõžžâst neʹttpååʹšt vääras jm. tâʹvv-, aanar- da nuõrttsäämas

source: ÁLGU – Saamelaiskielten etymologinen tietokanta , Kotimaisten kielten tutkimuskeskus (Kotus) (avautuu uuteen ikkunaan)
sms: Saaʹmi meersažpeiʹvv 6.2. jm. tâʹvv-, aanar- da nuõrttsäämas

source: Maiden nimet seitsemällä kielellä mm. pohjoissaamen kielellä, Kotimaisten kielten tutkimuskeskus (Kotus) (avautuu uuteen ikkunaan)
sms: Šiõǥǥ evvanpeeiʹv jm. tâʹvv-, aanar- da nuõrttsäämas

source: Sähköinen kielitoimiston sanakirja.
sms: Šiõǥǥ Rosttvid da Leklvaž Ođđ eeʹjj jm. tâʹvv-, aanar- da nuõrttsäämas (ävvan ođđ ikkna) Čõhččmannu 26. peeiʹv lij Euroop ǩiõli peiʹvv jm. tâʹvv-, aanar- da nuõrttsäämas

source: Oikeinkirjoituksen lisäksi sanakirja kertoo mm. suomen kielen sanojen nykymerkitykset ja käyttöyhteydet.
sms: Kaart

source: Kotimaisten kielten tutkimuskeskus (Kotus) (avautuu uuteen ikkunaan)
sms: Mäddmetteemkonttâr karttkääzzkõs

source: Tepa-termipankki Sanastokeskus TSK:n sanasto (avautuu uuteen ikkunaan)
sms: Pääiʹǩnõõm še tâʹvv-, aanar- da nuõrttsääʹmǩiõlin. (ävvan ođđ ikkna)

source: Kääntäjät ja tulkit
sms: Ǩiõllhuõll da sääʹm ǩiõllterminologia

source: Saamen kielen toimiston lista freelancer kääntäjistä ja tulkeista
sms: Divvun.no Sääʹmǩiõl vuõigglookkâmtuâjjneäv (ävvne ođđ ikkna) Sääʹm ǩiõllteknologia kõõskõs - Giellatekno.

source: Saamen kielen toimiston palvelumaksut käännöspalveluista
sms: Âânn seʹst jm. tâʹvv-, aanar- da nuõrttsääʹmǩiõl.

source: Suomen kääntäjien ja tulkkien liitto SKTL. Sisältää hakupalvelun.
sms: Ǩiõllmätt- da analyystuâjjneäv ǩiõllmättprograamm, sääʹnnǩeeʹrj da jåårǥlâʹttemtuâjjneäv (ävvne ođđ ikkna)

source: Auktorisoidut kielenkääntäjät . Opetushallitus (avautuu uuteen ikkunaan)
sms: Veerjlaž ǩiõlljåårǥlõõʹtti tuʹtǩǩõs , Mättʼtõshalltõs OPH (ävvan ođđ ikkna)

source: Suomen tulkkaus.
sms: Giellagas-institutt, Oulu universitett Väʹlddaunnsen sääʹmǩiõll da sääʹmkulttur.

source: Kokokousmatkaajan käsikirja Eurooppaan .
sms: Čårraaunâsmättjumuužž jm. sääʹmǩiõll veeʹres ǩiõllân, sääʹmǩiõl tuʹlǩǩumuš da aanarsääʹm.

source: Euroopan komission tulkkauksen pääosaston suomenkielinen tulkkausyksikkö.
sms: (ävvan ođđ ikkna)

source: Kartat
sms: Sääʹm pååđmättjemlinnj (FM) (ävvan ođđ ikkna)

source: Maanmittaustoimiston karttapalvelu .
sms: Sääʹmǩiõl vuâđđmättjumuužž, Pedagogtiõđi tiõđkåʹddlaž, Sääʹmjânnam universitett

source: Paikannimet myös pohjois-,inarin- ja koltansaamen kielellä.
sms: Sääʹmǩiõl čårraaunâsmättjumuužž Vuâđđmättjumuužž (25 mc) (ävvan ođđ ikkna)

source: Kielenhuolto ja saamen kieliteknologia
sms: (ävvan ođđ ikkna)
